import { productImages } from "./product_images"

export const products = [
   {
      id: 1,
      date_added: "2025-01-06",
      dosage_form: "Нестероидный противовоспалительный препарат",
      title_data: {
         name: "Инотекс",
         ingredients: "Теноксикам",
         doze: "20 мг",
         properties: [
            "Быстрое обезболивание",
            "Продолжительноедействие",
            "Удобство при невозможности приёма внутрь",
            "Мощное противовоспалительное действие",
            "Меньшая нагрузка на желудочно-кишечный тракт",
         ],
      },
      image: productImages.inotex_img,
      ingredients: {
         text: "1 флакон содержит:",
         items: [
            "активное вещество: теноксикам - 20 мг", "вспомогательные вещества: маннитол 57,33 мг, гидроксид натрия 3,28 мг, трометамин 3,00 мг, метабисульфит натрия 2,00 мт, динатрия эдетат 0,20 мг, кислота соляная - q.s.",
            "1 ампула раствителя содержит: вода для инъекций - 2,0 мл"
         ],
      }
   },
   {
      id: 2,
      date_added: "2025-01-07",
      dosage_form: "Вагинальные свечи",
      title_data: {
         name: "Фенолайф",
         ingredients: "Теноксикам",
         doze: "6 вагинальных суппозиториев",
         properties: [
            "Быстрое обезболивание",
            "Продолжительноедействие",
            "Удобство при невозможности приёма внутрь",
            "Мощное противовоспалительное действие",
            "Меньшая нагрузка на желудочно-кишечный тракт",
         ],
      },
      image: productImages.fenolive_img,
      ingredients: {
         text: "1 флакон содержит:",
         items: [
            "активное вещество: теноксикам - 20 мг", "вспомогательные вещества: маннитол 57,33 мг, гидроксид натрия 3,28 мг, трометамин 3,00 мг, метабисульфит натрия 2,00 мт, динатрия эдетат 0,20 мг, кислота соляная - q.s.",
            "1 ампула раствителя содержит: вода для инъекций - 2,0 мл"
         ],
      }
   },
   {
      id: 3,
      date_added: "2025-01-07",
      dosage_form: "Раствор для инъекций",
      title_data: {
         name: "Цитикомед",
         ingredients: "Цитиколин",
         doze: "1000 мг/4 мл",
         properties: [
            "Быстрое обезболивание",
            "Продолжительноедействие",
            "Удобство при невозможности приёма внутрь",
            "Мощное противовоспалительное действие",
            "Меньшая нагрузка на желудочно-кишечный тракт",
         ],
      },
      image: productImages.citikomed_img,
      ingredients: {
         text: "1 флакон содержит:",
         items: [
            "активное вещество: теноксикам - 20 мг", "вспомогательные вещества: маннитол 57,33 мг, гидроксид натрия 3,28 мг, трометамин 3,00 мг, метабисульфит натрия 2,00 мт, динатрия эдетат 0,20 мг, кислота соляная - q.s.",
            "1 ампула раствителя содержит: вода для инъекций - 2,0 мл"
         ],
      }
   },
   {
      id: 4,
      date_added: "2025-01-07",
      dosage_form: "Средство для лечения хронического простатита",
      title_data: {
         name: "Андропрост Плюс",
         ingredients: "Теноксикам",
         doze: "10 суппозиториев",
         properties: [
            "Быстрое обезболивание",
            "Продолжительноедействие",
            "Удобство при невозможности приёма внутрь",
            "Мощное противовоспалительное действие",
            "Меньшая нагрузка на желудочно-кишечный тракт",
         ],
      },
      image: productImages.androprostPlus_img,
      ingredients: {
         text: "1 флакон содержит:",
         items: [
            "активное вещество: теноксикам - 20 мг", "вспомогательные вещества: маннитол 57,33 мг, гидроксид натрия 3,28 мг, трометамин 3,00 мг, метабисульфит натрия 2,00 мт, динатрия эдетат 0,20 мг, кислота соляная - q.s.",
            "1 ампула раствителя содержит: вода для инъекций - 2,0 мл"
         ],
      }
   },
   {
      id: 5,
      date_added: "2025-01-07",
      dosage_form: "Биологически активная добавка",
      title_data: {
         name: "Андросан",
         ingredients: "На основе растительных экстрактов",
         doze: "30 Капсул",
         properties: [
            "Быстрое обезболивание",
            "Продолжительноедействие",
            "Удобство при невозможности приёма внутрь",
            "Мощное противовоспалительное действие",
            "Меньшая нагрузка на желудочно-кишечный тракт",
         ],
      },
      image: productImages.androsan_img,
      ingredients: {
         text: "1 флакон содержит:",
         items: [
            "активное вещество: теноксикам - 20 мг", "вспомогательные вещества: маннитол 57,33 мг, гидроксид натрия 3,28 мг, трометамин 3,00 мг, метабисульфит натрия 2,00 мт, динатрия эдетат 0,20 мг, кислота соляная - q.s.",
            "1 ампула раствителя содержит: вода для инъекций - 2,0 мл"
         ],
      }
   },
   {
      id: 6,
      date_added: "2025-01-07",
      dosage_form: "Растительный препарат для защиты мочевыделительной системы",
      title_data: {
         name: "Випонефрон",
         ingredients: "Теноксикам",
         doze: "60 Капсул",
         properties: [
            "Быстрое обезболивание",
            "Продолжительноедействие",
            "Удобство при невозможности приёма внутрь",
            "Мощное противовоспалительное действие",
            "Меньшая нагрузка на желудочно-кишечный тракт",
         ],
      },
      image: productImages.viponefron_img,
      ingredients: {
         text: "1 флакон содержит:",
         items: [
            "активное вещество: теноксикам - 20 мг", "вспомогательные вещества: маннитол 57,33 мг, гидроксид натрия 3,28 мг, трометамин 3,00 мг, метабисульфит натрия 2,00 мт, динатрия эдетат 0,20 мг, кислота соляная - q.s.",
            "1 ампула раствителя содержит: вода для инъекций - 2,0 мл"
         ],
      }
   },
   {
      id: 7,
      date_added: "2025-01-07",
      dosage_form: "Добавка для парентерального питания",
      title_data: {
         name: "Аминоприм",
         ingredients: "АМИНОКИСЛОТЫ 5% И СОРБИТОЛ 5%",
         doze: "200 мг",
         properties: [
            "Быстрое обезболивание",
            "Продолжительноедействие",
            "Удобство при невозможности приёма внутрь",
            "Мощное противовоспалительное действие",
            "Меньшая нагрузка на желудочно-кишечный тракт",
         ],
      },
      image: productImages.aminoprom_img,
      ingredients: {
         text: "1 флакон содержит:",
         items: [
            "активное вещество: теноксикам - 20 мг", "вспомогательные вещества: маннитол 57,33 мг, гидроксид натрия 3,28 мг, трометамин 3,00 мг, метабисульфит натрия 2,00 мт, динатрия эдетат 0,20 мг, кислота соляная - q.s.",
            "1 ампула раствителя содержит: вода для инъекций - 2,0 мл"
         ],
      }
   }
];


