export const products = [
   {
      id: 1,
      date_added: "2025-01-06",
      dosage_form: "Нестероидный противовоспалительный препарат",
      title_data: {
         name: "Инотекс",
         ingredients: "Теноксикам",
         doze: "20 мг",
         properties: [
            "Быстрое обезболивание",
            "Продолжительноедействие",
            "Удобство при невозможности приёма внутрь",
            "Мощное противовоспалительное действие",
            "Меньшая нагрузка на желудочно-кишечный тракт",
         ],
      },
      ingredients: {
         text: "1 флакон содержит:",
         items: [
            "активное вещество: теноксикам - 20 мг", "вспомогательные вещества: маннитол 57,33 мг, гидроксид натрия 3,28 мг, трометамин 3,00 мг, метабисульфит натрия 2,00 мт, динатрия эдетат 0,20 мг, кислота соляная - q.s.",
            "1 ампула раствителя содержит: вода для инъекций - 2,0 мл"
         ],
      }
   }
];